class SuraList {
  final suralistdiscription = [
    {
      "surasomuhlist": [
        {
          "suratittle": "আলুুতে গুটি ইউরিয়া প্রয়োগ পদ্ধতি",
          "suradiscription": "আলু চাষে গুটি ইউরিয়া",
          "banglaonubad":
          "আলুঃ \n\nমাটির পুষ্টিমান, উর্বরতা এবং আলুর জাত অনুয়ায়ী প্রয়োজনীয় ইউরিয়া সারের পরিমান নিরুপনের পর প্রতিটি গাছের জন্য গুটি ইউরিয়ার সংখ্যা বের করে নিতে হবে। জমি তৈরির সময় শেষ চাষে ইউরিয়া ছাড়া অন্যান্য সব সার আলুর সারির দুই পাশে নালা টেনে নালাতে প্রয়োগ করে মাটির সাথে মিশিয়ে দিতে হবে। জমিতে আলু লাগানোর সময় লাইনে প্রতিটি আলুর পাশে নিরুপিত গুটি ইউরিয়া সমান ভাগে ভাগ করে বসাতে হবে। গুটি গুলো আলু থেকে উভয় পাশ্বে দুই থেকে তিন ইঞ্চি দূরের নালাতে বসাতে হবে। এর পর আলু ও গুটি মাটি দিয়ে ঢেকে দিতে হবে।",
        },
        {
          "suratittle": "কলাতে গুটি ইউরিয়া প্রয়োগ পদ্ধতি",
          "suradiscription": "—কলা",
          "banglaonubad":
              "কলাঃ \nকলার জাত ও মাটির উর্বরতা অনুযায়ী গাছ প্রতি গুটি ইউরিয়ার পরিমান নির্নয় করে সমান কিস্তিতে রোপনের ৬০দিন, ১২০ দিন এবং ফুল আসার পূর্বে গাছের গোড়া থেকে যথাক্রমে ৩০, ৬০ এবং ৯০ সেন্টিমিটার দূরত্বে ৫-৮ সেন্টিমিটার গভীরে রিং আকারে প্রয়োগ করতে হবে। একই সাথে টিএসটি ও এমওপি সারের অবশিষ্ট অংশ প্রয়োগ করতে হবে।"
        },
        {
          "suratittle": "বেগুনে গুটি ইউরিয়া প্রয়োগ পদ্ধতি",
          "suradiscription": "—বেগুন",
          "banglaonubad":
              "বেগুনঃ \nমাটি পরীক্ষা করে ইউরিয়ার সঠিক পরিমান থেকে গুটি সংখ্যা বের করে নিরুপিত গুটি ইউরিয়া সারের অর্ধেক পরিমান  এবং অবশিষ্ট এমওপি সার চারা রোপনের ২০-২৫ দিন পর প্রতি গাছের গোড়া থেকে ৪ ইঞ্চি দূরত্বে রিং পদ্ধতিতে ২-৩ ইঞ্চি মাটির গভীরে প্রয়োগ করে ঢেকে দিতে হবে। ৬০-৬৫ দিন পর বাকী অর্ধেক গুটি ইউরিয়া একই ভাবে প্রয়োগ করতে হবে। গুটি ইউরিয়া প্রয়োগের পর পরই জমিতে পর্যাপ্ত রস না থাকলে হালকা সেচ প্রদান করতে হবে।"
        },
        {
          "suratittle": " ফুলকপিতে গুটি ইউরিয়া প্রয়োগ পদ্ধতি",
          "suradiscription": "—বাধা কপি ও ফুলকপি",
          "banglaonubad":
              "বাধা কপি ও ফুলকপিঃ\nমাটি পরীক্ষা ও জাত অনুয়ায়ী গুটি ইউরিয়ার সংখ্যা বের করে চারা রোপনের ১২-১৫ দিন পর গাছের গোড়া থেকে ৪-৫ ইঞ্চি দূরে রিং পদ্ধতিতে ২-৩ ইঞ্চি মাটির গভীরে প্রয়োগ করে ঢেকে দিতে হবে। একই সাথে অবশিষ্ট এমওপি সার দিতে হবে।"
        },

        {
          "suratittle": "ধান চাষে গুটি ইউরিয়া প্রয়োগ পদ্ধতি",
          "suradiscription": "ধান চাষ",
          "banglaonubad":
              "গুটি ইউরিয়া ব্যবহারঃ ধান চাষে ইউরিয়া সাধারণত ছিটিয়ে প্রয়োগ করা হয়। এভাবে প্রয়োগের ফলে ইউরিয়ার কার্যকারিতা অনেকখানি কমে যায় এবং শতকরা ৭০ ভাগ পর্যন্ত অপচয় হয়ে থাকে। এ অপচয় তিন ভাবে হয়ে থাকে। প্রথমত: গ্যাস হয়ে বাতাসে মিশে যায়। দ্বিতীয়ত: পানির সাথে মিশে এক জমি থেকে আরেক জমিতে চলে যায়। তৃতীয়তঃ পানি সাথে শিশে চুষে মাটির গভীরে চলে যায়। এর ফলে ধান গাছ খাদ্য হিসেবে প্রয়োজনীয় পরিমাণ ইউরিয়া গ্রহণ করতে পারে না। আইএফডিসি এবং অন্যান্য দেশী বিদেশী সংস্থার গবেষণালব্ধ ফলাফলে দেখা গেছে যে, মাটির ৭-১০ সে. মি. (৩ থেকে ৪ ইঞ্চি) নিচে গুটি ইউরিয়া পুতে দেয়া হলে ইউরিয়ার কার্যকারিতা দিগুন এরও বেশি বেড়ে যায়। এছাড়াও ধানের ফলন শতকরা ২০-২৫ ভাগ বৃদ্ধি পায়। \n\nগুটি ইউরিয়া ব্যবহার পদ্ধতিঃ \n\n১. গুটি ইউরিয়া ব্যবহারের পাঁচ থেকে সাত দিন পূর্বে 20×20 সে. মি (8×8 ইঞ্চি), ব্রি ধান ২৯ এর ক্ষেত্রে (9×6 ইঞ্চি) লাইন থেকে লাইন এবং চারা থেকে চারার দূরত্বে ধানের চারা রোপণ করুন ।\n\n২. ধানের চারা রোপণের ১০-১২ দিনের মধ্যে মাটি শক্ত হওয়ার আগে গুটি ইউরিয়া প্রয়োগ করুন।\n\n৩. জমিতে যখন ২-৩ সেমি (১ ইঞ্চি) পরিমাণ পানি থাকে সে সময় গুটি ইউরিয়া প্রয়োগ করা সহজ হয়।\n\n৪. প্রয়োগের সময় লুঙ্গির ভাঁজে বা কৌটার মধ্যে প্রয়োজনীয় পরিমাণ গুটি ইউরিয়া নিন যাতে লাইনের শেষ প্রান্ত পর্যন্ত যাওয়া যায়।\n\n৫. জমির ডান দিক থেকে গুটি প্রয়োগ শুরু করুন। ধানের চারার এক এবং দুই লাইনের প্রতি চার গোছার মাঝখানে মাটির ৩ থেকে ৪ ইঞ্চি (হাতের আঙ্গুলের সমান দীর্ঘ) নিচে গুটি ইউরিয়া পুঁতে দিন। বোরো ধানে প্রতি চার গোছার জন্য ০.৯ গ্রাম ওজনের ৩টি অথবা ২.৭ গ্রাম ওজনের ১টি গুটি প্রয়োগ করুন। কাদা যদি নরম না থাকে তাহলে স্থাপনকৃত স্থানগুলিকে কাদা দিয়ে ঢেকে দিন। আউশ/আমন ধানে প্রতি চার গোছার জন্য ০.৯ গ্রাম ওজনের ২টি অথবা ১.৮ গ্রাম ওজনের ১টি গুটি প্রয়োগ করুন।\n\n৬. গুটি প্রয়োগ করে জমির শেষ প্রান্তে এসে প্রয়োজনে আবার গুটি নিন এবং পূর্বের ন্যায় পরবর্তী তিন ও চার লাইনে প্রতি চার গোছার মাঝখানে গুটি প্রয়োগ করে সামনে এগিয়ে যান।\n\n৭. অনুরূপভাবে আবার জমির শেষ প্রান্তে এসে পাঁচ ও ছয় লাইনের মাঝখানে একই নিয়নে গুটি প্রয়োগ করুন\n\n৮. এ প্রক্রিয়ায় সম্পূর্ণ জমিতে গুটি প্রয়োগ শেষ করুন। লক্ষ্য রাখবেন যেন গুটি প্রয়োগকৃত স্থানে পা না পড়ে।\n\n৯. কোন কোন সময় দেখা যায় কৃষকগণ একবারে ২ অথবা ৪ অথবা ৬ লাইনে গুটি প্রয়োগ করতে সুবিধা বোধ করেন।\n\n১০. গুটি প্রয়োগের ৩০ দিনের মধ্যে জমিতে নামা উচিত নয়। যদি এর মধ্যে জমিতে নামাতেই হয় তবে যে স্থানে পা রেখে গুটি প্রয়োগ করা হয়েছিল সে স্থানে পা রেখে জমিতে নামতে পারেন।\n\n১১. গুটি প্রয়োগের পর জমিতে প্রয়োজনীয় পানি রাখতে হবে যাতে জমির মাটি ফেঁটে না যায়।"
        },
       // {
       //    "suratittle": "রবীন্দ্রনাথ ঠাকুর",
       //    "suradiscription": "—রবীন্দ্রনাথ ঠাকুর",
       //    "banglaonubad":
       //        "রবীন্দ্রনাথ ঠাকুরের প্রেমের কবিতা ও উক্তি – কবিগুরু রবীন্দ্রনাথ ঠাকুর ছিলেন একজন অগ্রণী বাঙালি কবি, ঔপন্যাসিক, সংগীতস্রষ্টা, নাট্যকার, চিত্রকর, ছোটগল্পকার, প্রাবন্ধিক, অভিনেতা, কণ্ঠশিল্পী ও দার্শনিক। তিনি তার জীবনে একাধিক কবিতা ও ছোট গল্প রচনা করে গিয়েছেন। কবিগুরু রবীন্দ্রনাথ ঠাকুরকে বাংলা ভাষার সর্বশ্রেষ্ট সাহিত্যিক হিসেবেও মনে করা হয়। তবে রবীন্দ্রনাথ ঠাকুর তাঁর জীবনে যেসব কবিতা লিখে গিয়েছেন তা স্থান পেয়েছে নানান বিষয়ে, নানান স্থানে। শুধু সামাজিক কবিতায় নয়, মানব জীবনে প্রেম থেকে শুরু করে, প্রকৃতিপ্রেমী, ঈশ্বর প্রেমী, আধ্যাত্বিক প্রেমী সবকিছু নিয়েই কবি একাধিক কবিতা রচনা করে গিয়েছেন। \n\nকবিগুরু রবীন্দ্রনাথ ঠাকুর তাঁর জীবনে প্রেম ভালোবাসা নিয়ে একাধিক কবিতা ও উক্তি লিখে গিয়েছেন। যার কারণে রবীন্দ্রনাথ ঠাকুরকে প্রেমের কবিও বলা হয়। আজ আমরা রবীন্দ্রনাথ ঠাকুরের প্রেমের কবিতা আপনাদের সামনে তুলে ধরছি। তাহলে আর দেরি কিসের আসুন এক নজরে দেখে নিন রবীন্দ্রনাথ ঠাকুরের প্রেমের কবিতা ও উক্তি গুলি – \n\n ১. “খুশি হওয়া খুব সহজ, তবে সরল হওয়া খুব কঠিন।” \n\n ২. “আমরা বিশ্বকে ভুল পড়ি এবং বলি যে এটি আমাদের প্রতারণা করে।” \n\n ৩. “প্রেম দখল দাবি করে না, স্বাধীনতা দেয়।”\n\n ৪. “বিশ্বাস হল পাখি যা ভোরের অন্ধকার থাকা অবস্থায় আলো অনুভব করে।” \n\n ৫. “যে ভাল কাজ করতে খুব ব্যস্ত সে ভাল থাকার জন্য সময় পায় না।”\n\n ৬. “সর্বাধিক শিক্ষা হল যা আমাদের কেবল তথ্য দেয় না তবে আমাদের জীবনকে সমস্ত অস্তিত্বের সাথে সামঞ্জস্য করে।”\n\n ৭. “আমরা যদি তা গ্রহণের সক্ষমতা তৈরি করি তবে আমাদের যা কিছু তা আমাদের কাছে আসে।”\n\n ৮. “কোনও শিশুকে নিজের শিক্ষায় সীমাবদ্ধ রাখবেন না, কারণ সে অন্য সময়ে জন্মেছিলো।”\n\n ৯. “চিরকালের জানা যখন এক মুহূর্তে অজানা হয়ে ওঠে তখন সে এক বিভীষিকা।”\n\n ১০. “আমি ঘুমিয়েছি এবং স্বপ্ন দেখেছিলাম যে জীবনটি আনন্দের। আমি জেগে উঠলাম এবং দেখলাম জীবনই ছিল সেবা। আমি অভিনয় করেছি এবং দেখছি, সেবা ছিল আনন্দ।”\n\n ১১.  “বন্ধুত্বের গভীরতা পরিচিতির দৈর্ঘ্যের উপর নির্ভর করে না।”\n\n ১২. “প্রশংসা আমাকে লজ্জা দেয়, কারণ আমি গোপনে এর জন্য প্রার্থনা করি।”\n\n ১৩. “আপনি যদি কান্নাকাটি করেন কারণ সূর্যটি আপনার জীবন থেকে চলে গেছে, তবে আপনার অশ্রুগুলি নক্ষত্রগুলি দেখতে বাধা দেবে।”\n\n ১৪. “ভালবাসা নিজেকে শোভিত করে; এটি বাহ্যিক সৌন্দর্যের দ্বারা অভ্যন্তরীণ আনন্দকে প্রমাণ করার চেষ্টা করে।”\n\n ১৫. “মানুষের কান্নাকাটি তার পূর্ণ অভিব্যক্তিতে পৌঁছানো।”\n\n ১৬. “আপনি যদি সমস্ত ত্রুটির জন্য দরজা বন্ধ করেন তবে সত্য বন্ধ হয়ে যাবে।”\n\n ১৭. “যে ভাল করতে চায় সে দরজায় কড়া নাড়ায়; যে ভালবাসে সে দরজা খোলা দেখতে পায়।”\n\n ১৮. “আমি যখন চলে যাই তখন আমার ভাবনাগুলি আপনার কাছে আসুক, তারার নীরবতার প্রান্তে সূর্যাস্তের উত্তরের মতো।”\n\n ১৯. “মহিলাদের স্বভাবের সবচেয়ে বড় পরিবর্তনগুলি প্রেম দ্বারা নিয়ে আসে; মানুষের মধ্যে, উচ্চাকাঙ্ক্ষায়।”\n\n ২০. “ভালবাসা একটি অন্তহীন রহস্য, কারণ এর কোন ব্যাখ্যা দেওয়ার মতো কোনও যুক্তিসঙ্গত কারণ নেই।”\n\n ২১. “প্রেমের উপহার দেওয়া যায় না, এটি গৃহীত হওয়ার অপেক্ষায় থাকে।”\n\n ২২. “স্বপ্নকে কখনই বন্দী করা যায় না।”\n\n ২৩. “পৃথিবীতে যারা মুখ ফুটে নালিশ করতে পারে না, চুপ করে থাকে, তারাই উলটে আসামি হয়।”\n\n ২৪. “যার জ্ঞান রয়েছে তার শিক্ষার্থীদের কাছে এটি দেওয়ার দায়িত্ব রয়েছে।”\n\n ২৫. “পৃথিবীতে হয়তো দেখবার যোগ্য লোক পাওয়া যায়, তাকে দেখবার যোগ্য জায়গাটি পাওয়া যায় না।”\n\n ২৬. “আমাকে কোন প্রশ্ন জিজ্ঞাসা করবেন না এবং আমি আপনাকে কোনও মিথ্যা বলব না।”\n\n ২৭. “দুই রাজা যুদ্ধে যাওয়ার সময় দরিদ্র ঘাসটি সবসময়ই সবচেয়ে বেশি ক্ষতিগ্রস্থ হত।”\n\n ২৮. “নিন্দা করতে গেলে বাইরে থেকে করা যায়, কিন্তু বিচার করতে গেলে ভিতরে প্রবেশ করতে হয়।”",
       //  },

      ]
    }
  ];
}
